{
    "SolarTerms": {
        "test": "test",
        "204": "立春。為二十四節氣之首，象徵著春天開始的意思。在漢朝是重要傳統節日，也就是古人所稱的「春節」，從此日一直到「立夏」這段期間都是春季。由於古人以農為本，春季的到來十分重要，因此古代官方認為農曆正月初一就是該年生肖的開始，但不少算命師會以「立春」日為該年生肖的開始。",
        "219": "是二十四節氣中第二個節氣，表示降雨量開始增多、春雨綿綿。「雨水」時氣溫會逐漸回升、冰雪會融化為水，空氣中的水蒸氣增加而導致容易下雨。諺語説「雨水連綿是豐年，農夫不用力耕田」，意味著「雨水」的來臨，即是預兆年成豐收的好兆頭。",
        "305": "農業部分享「驚蟄」象徵春雷初響，萬物萌發之景象，「驚蟄」後不論害蟲或益蟲會全部復甦，古人為了防害蟲便有兩項含有衛生意義的習俗，一是聽到第一聲音春雷響時，要趕緊將衣服抖一抖，相信這樣可以經年不受蝨子跳蚤侵襲。另一是要取石灰灑在門限外，如此可以使蟲蟻整年不敢上門。因此也延伸出「打小人」的習俗。",
        "320": "二十四節氣中的「春分」，為春季九十天的中分點。農業部分享「春分」時，白晝的時間會漸漸增長，農家子弟必須早起下田操作。「春分」氣候變化較大，氣溫也較不穩定，因此人或作物極易於此時生病或感染病蟲害。「春分」時注意增減衣物預防生病，也會進行病蟲害防治，作物則生育良好。",
        "405": "春暖花開、景色清明，但氣候仍不穩定，作物生長易受影響，冷熱無常的氣溫變化也較大，此時的寒流會讓人疏於防範。「清明」為二十四節氣中，唯一既是民俗節日又是氣象節氣的「節」。「清明」除了掃墓、踏青以外，古人還有摘取柳枝插在頭上的習俗以及畫蛋、雕蛋、鬥雞、拔河、打鞦韆等民俗活動。",
        "420": "「穀雨」是春季的最後一個節氣，也是唯一將物候、時令與稼穡農事緊密對應的一個節氣。「穀雨」天氣溫和，雨水也明顯增多，對穀類作物的生長發育幫助很大。「穀雨」的到來意味著寒潮天氣已結束，極利於農作物中穀類作物的生長。",
        "505": "二十四節氣之中的「立夏」又稱為「春盡日」。日照增加逐漸升温，天氣漸漸變得越來越炎熱，因冷暖空氣對峙、近地面暖濕氣流上升產生的對流天氣等因素，導致陣雨和雷雨會明顯增多，所以「立夏」告訴我們春天已結束，夏季來臨之意，表示著萬物進入旺季生長的一個重要節氣。",
        "521": "「小滿」節氣期間東南亞降雨頻繁、暴雨增多，諺語「小滿雨水相趕」，小滿中的「滿」指的是雨水之盈，意味著正進入梅雨季節。這時候不僅是農作物生長最旺盛的時期，同時連人體的生理活動也處於最旺盛的時期，注意適時添加衣服注意保暖，避免著涼感冒。",
        "606": "氣候複雜多變的「芒種」開始後便代表正式進入盛夏，高溫天氣頻發，濕度偏大，而且較為悶熱。芒種的到來也意味著一些地區將迎來豐沛的雨量，俗語「芒種逢雷美亦然，端陽有雨是豐年」，指芒種的雨水是豐收的預兆。",
        "621": "梅雨結束，而颱風的旺季也緊跟著來臨的「夏至」，在古時又稱「夏節」，在古代是非常重要的節日，還會為此而放假。「夏至一陰生，冬至一陽生」表示，過了「夏至」後白晝會逐漸變短，黑夜會逐漸變長。",
        "707": "「小暑」不算非常非常炎熱，但是卻是開始發揮高溫威力的時節，加上潮濕悶熱容易滋生黴菌。相傳古代在「小暑」這段時間，皇帝都會在農曆六月六日曝曬龍袍，民間也跟隨皇帝的行為，將衣服、棉被、書籍、圖畫等拿出來曬，不只能夠利於健康，也能抵擋掉晦氣。",
        "723": "在「小暑」之後的第十二個節氣「大暑」，也是夏天最後一個節氣，為一年當中陽氣最旺盛和最炎熱的一天，各地大多為高溫炎熱的天氣。「大暑」是二十四節氣中非常重要的節氣之一，許多地方更有著曬伏姜、喝伏茶、燒伏香的習俗，都是為了應對炎熱酷暑。",
        "807": "緊接在「大暑」後，不代表酷熱天氣已經結束了，而是意味夏天逐漸過去，表示秋天的開始，天氣逐漸涼爽。開始進入秋收季節，農民們忙於收割夏季作物，同時開始秋季的農事準備。立秋後每下一次雨，氣溫就會涼爽一些，也有「一場秋雨一場寒」的說法。",
        "823": "「處暑」的「處」在以往有著停止的意思，表示暑氣在這時會漸退，天氣逐漸涼爽，夜晚溫度也會開始下降。「處暑」後天氣雖仍炎熱，但冷空氣已開始能夠影響東南亞地區，植物開始變色，樹葉會逐漸轉黃。農業部資訊提供，「處暑」會有俗稱「作七月半」的中元的民俗活動，從七月初一起，就有開鬼門的儀式，直到月底關鬼門止，都會舉行普渡布施。",
        "907": "「白露」是二十四節氣中的第十五個的節氣，也是秋天的第三個節氣，此時秋意漸寒，晨露增多，氣溫進一步下降，秋季已經深入到來。這時秋季農作物逐漸成熟，准备迎接豐收。俗語「白露白迷迷，秋分稻秀齊」：白露前後若有露，則晚稻將有好收成。",
        "923": "這時候陽光幾乎直射赤道，此後太陽直射點繼續南移，故秋分也稱降分。表示晝夜平分，白天和黑夜的時間相等，秋天的涼意更為明顯。「秋分」是風和日麗、美好宜人的時節，風和日麗。中秋為「秋分」節氣時的節日，除了是在農產收成的時期外，更重要的應有取於月圓的幸福象徵。",
        "1008": "二十四節氣中的「寒露」，氣溫相較於「白露」會更加寒冷，冷空氣逐漸加強，露水也會凝結成霜，同時植物也會進一步凋零，大地逐漸變得乾燥。「寒露」意味著深秋的到來，氣候由涼爽逐漸轉入寒冷下雪。",
        "1023": "「霜降」是秋季的最後一個節氣，進入「霜降」後，天氣漸冷，降霜也更為明顯，地面可能出現霜凍。不耐寒的植物將停止生長，呈現一片深秋景象，為欣賞楓葉的好時機。秋季農事進入尾聲，人們逐漸準備迎接冬季。",
        "1107": "秋去冬來，冬季開始以「立冬」為準，農業部資訊顯示「立冬」意指一年辛勞，歷經寒暑，體力衰弱，必須透過進補恢復元氣，因此才有「立冬日要進補」的補冬一說。",
        "1122": "「小雪」時節氣溫會開始下降，且受到東北季風影響，常有強勁的風勢，意味著氣候寒冷開始降下小雪。「小雪小到」：對溫度極為敏感的烏魚會在這時候盛產。",
        "1207": "為冬季二十四節氣之一，這天非常適合早睡晚起，古人認為待日出後再起床，能躲避嚴寒以涵養人體陰氣。俗語「小雪醃菜，大雪醃肉」，古時候沒有冰箱要保存食物不易，並會在這天掛上醃肉、香腸、鹹魚等醃製品。",
        "1222": "又能稱冬節、賀冬、冬至節、亞歲，是二十四節氣的第二十二個節氣，以及八大天象類節氣之一，這天太陽幾乎直射在南迴歸線，是北半球中全年白天最短、黑夜最長的日子。在古代，「冬至」不只是官民同慶的日子，更成為了重要的國定假日俗話說：「冬至大如年」，無論從前或現在，這天家家戶戶都會聚在一起搓湯圓，其樂融融的品嚐熱呼呼的各種湯圓。",
        "105": "是二十四節氣中第二十三個節氣，氣溫最低的節氣「小寒」來臨時，也表示著開始進入一年中最寒冷的日子。農業部資訊分享「小寒」屬於農曆十二月的節氣，十二月古稱「臘月」，十二月初八民間流傳有吃臘八粥的習俗，用糯米、桂圓、荔枝乾、蓮子、紅棗、花生仁、瓜條、杏仁、松子、白果、栗子等熬成甜粥，敬佛祭祖，並互相餽贈。",
        "120": "「大寒」是二十四節氣中的最後一個節氣，準備明旦迎接新歲，是冬去春始來的景象。「大寒」也意謂酷寒極冷，和「小寒」是一年中最寒冷的時期，溫度低風也大，地表積雪不化而呈現出冰天雪地、地凍天寒的嚴寒景象。「大寒不寒，春分不暖」：大寒若不冷則寒天向後移，翌年春分時節天氣仍會十分寒冷。"
    }
}